Repository: vickcoo/odot
Catalog: odot/App/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Allow Odot to send reminder notification, under Odot in your settings.
zh_hant: 允許 Odot 傳送提醒通知，請至設定中打開通知

source: Cancel
zh_hant: 取消

source: Discard
zh_hant: 放棄

# Do you want to discard or save edited data?
source: Do you want to discard or save dited data?
zh_hant: 你想要放棄還是儲存已修改的資料？

source: Done
zh_hant: 完成

source: Edit
zh_hant: 編輯

source: Hurry up! add your first to do
zh_hant: 快馬加鞭！新增你的第一筆 To-Do 吧

source: No Data
zh_hant: 沒有資料

source: Not Found
zh_hant: 沒有找到

source: Open Notification
zh_hant: 打開通知

source: Save
zh_hant: 儲存

source: Settings
zh_hant: 設定

source: Try to type another word
zh_hant: 嘗試其他關鍵字

source: Type your note here ...
zh_hant: 輸入你的筆記

source: Undone
zh_hant: 取消完成

source: You have unsave data
zh_hant: 您有未儲存的資料
